[
  {
    "uri": "http://dbpedia.org/resource/4_North_A",
    "designacao": "4 North A",
    "descricao": "4 North A is a Canadian animated short film, directed by Howie Shia and Jordan Canning and released in 2020. Told without dialogue, the film portrays a woman reflecting on childhood memories as she sits in a hospital room with her dying father. The film premiered at the 2020 Toronto International Film Festival. The film received a Canadian Screen Award nomination for Best Animated Short at the 9th Canadian Screen Awards in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/40_Years_of_Rocky:_The_Birth_of_a_Classic",
    "designacao": "40 Years of Rocky: The Birth of a Classic",
    "descricao": "40 Years of Rocky: The Birth of a Classic, also known as Becoming Rocky: The Birth of a Classic, is a 2020 American short documentary film directed by Derek Wayne Johnson about the making of the original Rocky."
  },
  {
    "uri": "http://dbpedia.org/resource/Al-Sit",
    "designacao": "Al-Sit",
    "descricao": "Al-Sit is a 2021 Sudanese drama short film directed by Suzannah Mirghani and co-produced by the director herself with Eiman Mirghani for Suzannah Mirghani Films. The film stars Mihad Murtada and Rabeha Mohammed Mahmoud with Mohammed Magdi Hassan, Haram Basher, and Alsir Majoub in supporting roles. The film is about Nafisa, a 15-year-old young woman, who is faced by an arranged marriage in a cotton-farming village in Sudan. The film qualified to enter the competition category for short films at the Academy Awards (Oscars), after winning the Grand Prix award at the Tampere International Film Festival 2021 in Finland. It has won 23 international awards, including three Academy Award qualifying prizes in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/Ala_Kachuu_–_Take_and_Run",
    "designacao": "Ala Kachuu – Take and Run",
    "descricao": "Ala Kachuu – Take and Run is a 2020 Swiss short film directed by Maria Brendle and produced by Nadine Lüchinger and Flavio Gerber, Filmgerberei. The film is about a Kyrgyz girl who falls victim to bride kidnapping (Kyrgyz: Ala Kachuu). Ala Kachuu has been shown at the Oscar qualifying festivals 11th BronzeLens Film Festival, 45th Cleveland International Film Festival, 16th HollyShorts Film Festival and the 38th Flickers’ Rhode Island Film Festival. It has been nominated for Best Live Action Short Film at the 94th Academy Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Anak_Ambar",
    "designacao": "Anak Ambar",
    "descricao": "Anak Ambar is a 2020 Indonesian short horror film. It was directed by Melvin Giovanie and written by Fanny Gunawan. The film tells a story about the belief of a mother who preserve the spirit of her stillbirth child (ambar child) by using attributes. Strange events begin to emerge when she temporarily stays with her eldest daughter, Mita, and Ferry, her son-in-law who does not accept her belief and disallow her to bring the ambar child's attributes into their house. The short film was released on January 15, 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Aniksha",
    "designacao": "Aniksha",
    "descricao": "Aniksha is a Canadian short drama film, directed by Vincent Toi and released in 2020. The film stars Neeshi Beeharry as Aniksha, a young woman in Mauritius who is caught between tradition and modernity when she takes a job at a call centre soon after entering into an arranged marriage. The film premiered at the 2020 Toronto International Film Festival. It was named to TIFF's year-end Canada's Top Ten list for short films in 2020. The film received a Prix Iris nomination for Best Live Action Short Film at the 23rd Quebec Cinema Awards in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/August_22,_This_Year",
    "designacao": "August 22, This Year",
    "descricao": "August 22, This Year is a Canadian short drama film, directed by Graham Foy and released in 2020. The film centres on a group of people who are preparing for the end of the world on August 22. The cast includes Beatrice Creen, Asia-Milan Geness, Elisa Gilmour, Brendan Ko, Uri Livne-Bar, Robert Nasmith, Ben Petrie, Paul Thompson and Mel Wright. The film was named as an official selection of the International Critics' Week section at the 2020 Cannes Film Festival. Although the festival was cancelled due to the COVID-19 pandemic in France, it was screened in late October as part of Festival Scope's special online presentation of the Critics' Week short films. It had its actual theatrical premiere in September at the 2020 Vancouver International Film Festival, and was later screened at the 2020 New York Film Festival and the 2020 Festival du nouveau cinéma."
  },
  {
    "uri": "http://dbpedia.org/resource/Autumn_Never_Dies",
    "designacao": "Autumn Never Dies",
    "descricao": "Autumn Never Dies is a 2020 short comedy film directed by Chris Quick. It stars Duncan Airlie James and Nicollete McKeown and is the sequel to 2012 short film The Greyness of Autumn. The film was written and produced by Andy S. McEwan and Chris Quick and released by Suited Caribou Media and Pentagram Productions UK."
  },
  {
    "uri": "http://dbpedia.org/resource/Bad_Omen_(film)",
    "designacao": "Bad Omen (film)",
    "descricao": "Bad Omen is a Canadian short drama film, directed by Salar Pashtoonyar and released in 2020. The film stars Fereshta Afshar as Pari, a widowed tailor in Kabul who must find the money to pay for a pair of prescription glasses to keep her job, despite Afghan culture's social stigmatization of widows. Made as Pashtoonyar's thesis project for his film degree at York University, the film won the Lindalee Tracey Award for emerging filmmakers at the 2020 Hot Docs Canadian International Documentary Festival. The film had its public premiere at the 2020 Vancouver International Film Festival, where it won the award for Best Canadian Short Film. It received a Canadian Screen Award nomination for Best Live Action Short Drama at the 9th Canadian Screen Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Batman:_Death_in_the_Family",
    "designacao": "Batman: Death in the Family",
    "descricao": "Batman: Death in the Family is a 2020 American animated interactive short film based on alternate outcomes of the storyline of the same name. It is a spiritual sequel to Batman: Under the Red Hood and was released on Blu-ray on October 13, 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Benjamin,_Benny,_Ben",
    "designacao": "Benjamin, Benny, Ben",
    "descricao": "Benjamin, Benny, Ben is a Canadian short drama film, directed by Paul Shkordoff and released in 2020. The film stars as Benjamin, a Black Canadian man on his way to a job interview, whose preparations are threatened when he trips and falls along the way. The film premiered at the 2020 Toronto International Film Festival, where it was named the winner of the award for Best Canadian Short Film. It was also named as an official selection of the short films competition at the 2020 Cannes Film Festival, which proceeded in October 2020 despite the cancellation of the overall festival in the spring. The film was named to TIFF's year-end Canada's Top Ten list for short films. The film received a Canadian Screen Award nomination for Best Live Action Short Drama at the 9th Canadian Screen Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Black_Bodies_(film)",
    "designacao": "Black Bodies (film)",
    "descricao": "Black Bodies is a Canadian short film, directed by Kelly Fyffe-Marshall, produced by Tamar Bird and Sasha Leigh Henry and released in 2020. Inspired by a real-life incident when Fyffe-Marshall, Komi Olaf and Donisha Prendergast were travelling in California, and a woman in the neighbourhood called the police on them because she wrongly believed they were burglarizing their Airbnb rental, the film features Olaf and Prendergast performing spoken word pieces about the trauma of being victimized by anti-Black racism. The film premiered at the 2020 Toronto International Film Festival, where Fyffe-Marshall was named the winner of the inaugural Changemaker Award. The film was named to TIFF's year-end Canada's Top Ten list for short films. Fyffe-Marshall was subsequently awarded the Jay Scott Prize by the Toronto Film Critics Association. The film won the Canadian Screen Award for Best Live Action Short Drama at the 9th Canadian Screen Awards. The film has been released to digital platforms as a bonus feature accompanying Charles Officer's feature film Akilla's Escape."
  },
  {
    "uri": "http://dbpedia.org/resource/Burrow_(film)",
    "designacao": "Burrow (film)",
    "descricao": "Burrow is a 2020 American 2D animated short film written and directed by Madeline Sharafian, produced by Michael Capbarat at Pixar Animation Studios, and distributed by Walt Disney Studios Motion Pictures. The plot features a young rabbit as she tries to build the burrow of her dreams, becoming embarrassed each time she accidentally digs into a neighbor's home. The eighth short film in the SparkShorts series, the short was released on Disney+ on December 25, 2020, alongside Soul. The short was nominated for the Academy Award for Best Animated Short Film at the 93rd Academy Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/CHSLD_(film)",
    "designacao": "CHSLD (film)",
    "descricao": "CHSLD is a Canadian short documentary film, directed by François Delisle and released in 2020. The film is a portrait of Delisle's mother and her life in a nursing home. It should not be confused with CHSLD mon amour, a separate film directed by and released the same year. The film premiered on September 5, 2020 at the Off-Courts short film festival in Trouville-sur-Mer, France, and had its Canadian premiere at the 2020 Montreal International Documentary Festival. It received a Canadian Screen Award nomination for Best Short Documentary at the 9th Canadian Screen Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Cake_Day",
    "designacao": "Cake Day",
    "descricao": "Cake Day is a Canadian short drama film, directed by Phillip Thomas and released in 2020. The film stars Cameron Crosby as a recovering narcotics addict who is about to celebrate his five-year anniversary of sobriety in Narcotics Anonymous, but must struggle with whether or not to be honest in the meeting about the fact that he relapsed the night before. The film's cast also includes Steven Roberts as his sponsor Bill and Diana Lepine-Thomas as his mother, as well as Spencer Foley, Bradley Stryker, Jeremy Wallace Maclean, John Duncan, Joe Buffalo, Blair Buchholz and Koshiki Tanaka in supporting roles. The film premiered on March 11, 2020 at the Saguenay International Short Film Festival. It was subsequently screened at the 2020 Vancouver International Film Festival, where it won the award for Best British Columbia Short Film. Crosby won the Leo Award for Best Actor in a Short Drama in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/Canvas_(2020_film)",
    "designacao": "Canvas (2020 film)",
    "descricao": "Canvas is an American animated short film written and directed by Frank E. Abney III. It was released on December 11, 2020 on Netflix."
  },
  {
    "uri": "http://dbpedia.org/resource/Carmen_Sandiego:_To_Steal_or_Not_to_Steal",
    "designacao": "Carmen Sandiego: To Steal or Not to Steal",
    "descricao": "Carmen Sandiego: To Steal or Not to Steal is a 2020 interactive animated film directed by Jos Humphrey and co-directed by Kenny Park and Mike West, written by Duane Capizzi, May Chan, Sam Nisson, Susan O’Connor, Greg Ernstrom & Becky Tinker and starring Gina Rodriguez and Finn Wolfhard. It is part of the 2019 Netflix series Carmen Sandiego."
  },
  {
    "uri": "http://dbpedia.org/resource/Cayenne_(film)",
    "designacao": "Cayenne (film)",
    "descricao": "Cayenne is a Canadian short drama film, directed by Simon Gionet and released in February 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/DC_Showcase:_Adam_Strange",
    "designacao": "DC Showcase: Adam Strange",
    "descricao": "DC Showcase: Adam Strange is an American animated short superhero film based on the character of the same name produced by Warner Bros. Animation and DC Entertainment. It was included as part of the home media release of Justice League Dark: Apokolips War. The film is also part of the \"Tomorrowverse\" continuity which begun with Superman: Man of Tomorrow, and is followed by Green Lantern: Beware My Power."
  },
  {
    "uri": "http://dbpedia.org/resource/DC_Showcase:_The_Phantom_Stranger",
    "designacao": "DC Showcase: The Phantom Stranger",
    "descricao": "DC Showcase: The Phantom Stranger is an American animated short film based on the DC Comics character The Phantom Stranger, directed by Bruce Timm from a script by Ernie Altbacker and produced by Warner Bros. Animation and DC Entertainment. The short was included as part of the home media release of Superman: Red Son."
  },
  {
    "uri": "http://dbpedia.org/resource/David_(2020_film)",
    "designacao": "David (2020 film)",
    "descricao": "David is a 2020 American comedy-drama short film, directed by Zach Woods and written by Woods and Brandon Gardner. It stars Will Ferrell, William Jackson Harper and Fred Hechinger. It concerns a therapist's attempts to balance his relationships between his wrestler son and his suicidal patient, both named David. It is distributed worldwide by the International Production & Distribution company Salaud Morisset. It had its world premiere at the 2020 Toronto International Film Festival on September 11, 2020. It was the only American short film selected for the 2020 Cannes Film Festival."
  },
  {
    "uri": "http://dbpedia.org/resource/Devi_(2020_film)",
    "designacao": "Devi (2020 film)",
    "descricao": "Devi (transl. Goddess), is an Indian Hindi-language suspense drama short film directed by first-time director Priyanka Banerjee and produced by Niranjan Iyengar and Ryan Ivan Stephen, whose production company operates as Electric Apples Entertainment. Featuring Kajol and Shruti Haasan in their first digital project, Devi depicts nine women from distinct stratas of society forced into a sisterhood due to circumstance in which they are compelled to share their stories of abuse. The film also stars Neha Dhupia, Neena Kulkarni, Mukta Barve, Shivani Raghuvanshi, Yashaswini Dayama, Sandhya Mhatre and Rama Joshi."
  },
  {
    "uri": "http://dbpedia.org/resource/Dirty_(2020_film)",
    "designacao": "Dirty (2020 film)",
    "descricao": "Dirty is a 2020 short LGBT coming-of-age romantic drama film, written and directed by Matthew Puccini. It premiered at the 2020 Sundance Film Festival, where it was nominated for the Grand Jury Prize for Best Short Film. The film made its online premiere through a virtual screening by SXSW, as the festival was cancelled as a result of the COVID-19 pandemic. Nevertheless, the festival still awarded the film with a Special Jury Award for the performances of its lead actors, Morgan Sullivan and Manny Dunn. It then went on to play at BFI Flare, Outfest Fusion, Atlanta Film Festival and the Palm Springs International ShortFest; at the latter it was nominated for Best LGBTQ+ Short. In October 2020, the film's streaming rights were acquired by The Criterion Channel."
  },
  {
    "uri": "http://dbpedia.org/resource/Do_Not_Split",
    "designacao": "Do Not Split",
    "descricao": "Do Not Split (Chinese: 不割席; pinyin: Bù gē xí) is a 2020 documentary short film directed by Anders Hammer about the 2019–2020 Hong Kong protests. The film was nominated for the Academy Award for Best Documentary Short Subject at the 93rd Academy Awards. The film was funded and produced by Field of Vision and supported by Fritt Ord and Viken Filmsenter."
  },
  {
    "uri": "http://dbpedia.org/resource/Dolapo_Is_Fine",
    "designacao": "Dolapo Is Fine",
    "descricao": "Dọlápọ̀ Is Fine is a live action short film directed by Ethosheia Hylton and written by Joan Iyiola and Chibundu Onuzo in 2020. In 2020, it won the HBO Short Film Competition at American Black Film Festival. This short film was co-produced by Joan Iyiola, Joe Bell and Chibundu Onuzo, and executive produced by Amy Dowd and Elisabeth Hopper. Dọlápọ̀ Is Fine is distributed worldwide by the International Production & Distribution company Salaud Morisset."
  },
  {
    "uri": "http://dbpedia.org/resource/Dustin_(film)",
    "designacao": "Dustin (film)",
    "descricao": "Dustin is a French short drama film, directed by Naïla Guiguet and released in 2020. The film stars Dustin Muchwitz as Dustin, a trans woman attending a rave with her boyfriend Félix (Félix Maritaud). The film was named as an official selection of the International Critics' Week program at the 2020 Cannes Film Festival, but was not able to be screened due to the cancellation of the festival in light of the COVID-19 pandemic in France. It was screened at the 2020 Toronto International Film Festival, where it was named the winner of the IMDbPro Short Cuts Award for Best International Short Film."
  },
  {
    "uri": "http://dbpedia.org/resource/Eddy's_World",
    "designacao": "Eddy's World",
    "descricao": "Eddy's World is a 2020 American documentary short film directed and produced by filmmaker Lyn Goldfarb, Eddy's daughter. Eddy's World was streamed on NewYorker.com. There are two versions of Eddy's World, an 18 minute version for festivals and streaming, and a 28 minute director's cut. Eddy’s World premiered at Mountainfilm Festival in May 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Estate_(film)",
    "designacao": "Estate (film)",
    "descricao": "Estate is a 2020 short film based on the short story of the same name by China Miéville, written and directed by Tom Harberd. First published in The White Review, the original short story on which the film is based was republished in the 2015 collection Three Moments of an Explosion."
  },
  {
    "uri": "http://dbpedia.org/resource/Fiori,_Fiori,_Fiori",
    "designacao": "Fiori, Fiori, Fiori",
    "descricao": "Fiori, Fiori, Fiori! is a 2020 Italian short film, written, produced, narrated and directed by Luca Guadagnino. It stars Maria Continella, Natalia Simeti, Claudio Gioè and David Kajganich. It is scheduled to have its world premiere at the Venice Film Festival on September 5, 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Foam_(film)",
    "designacao": "Foam (film)",
    "descricao": "Foam (French: Écume) is a Canadian short drama film, directed by Omar Elhamy and released in 2020. The film stars Hakim Loudyi as Hakim, a man whose return to work at a car wash following a stint in jail does not go as expected, when his boss announces that the car wash is closing. The film premiered at the 70th Berlin Film Festival in February 2020. It had its Canadian premiere at the Festival du nouveau cinéma in October 2020, where it won the National Short Film Competition. It was subsequently named to the Toronto International Film Festival's year-end Canada's Top Ten list for short films in 2020. The film won the Prix Iris for Best Live Action Short Film at the 23rd Quebec Cinema Awards in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/GURL",
    "designacao": "GURL",
    "descricao": "GURL is a 2020 New Zealand short film directed, written and produced by Mika X. The film premiered at the New Zealand International Film Festival as part of the \"Ngā Whanaunga Māori Pasifika Shorts 2020\" selection curated by Leo Koziol and Craig Fasi. GURL tells a story of Carmen Rupe experience in the context of being both Maori and LGBT: \"The infamous Māori Drag Queen Carmen 'Gurl' finally accepts her-true-self when she falls in love with a fading rugby star on an ill-fated night in New Zealand 1975.\" This short film is a prequel to the feature film \"The Book of Carmen\" which has been in pre-production since the release of GURL."
  },
  {
    "uri": "http://dbpedia.org/resource/Ghost_Searchers",
    "designacao": "Ghost Searchers",
    "descricao": "Ghost Searchers is an American short film produced and directed by Neil George."
  },
  {
    "uri": "http://dbpedia.org/resource/Girls_Shouldn't_Walk_Alone_at_Night",
    "designacao": "Girls Shouldn't Walk Alone at Night",
    "descricao": "Girls Shouldn't Walk Alone at Night (French: Les filles ne marchent pas seules la nuit) is a Canadian short drama film, directed by Katerine Martineau and released in 2020. The film stars Amaryllis Tremblay and Nahéma Ricci as Chantal and Delphine, two young women who open up about their feelings for each other while walking home from their high school graduation party. The film premiered at the 2020 Vancouver International Film Festival. It was subsequently screened at the 2021 Canadian Film Festival, where Martineau won the award for Best Director of a Short Film and Tremblay won the award for Breakout Performance in a Short Film, and at the 2021 Saguenay International Short Film Festival, where it won the 100% Régions award. The film won the Canadian Screen Award for Best Live Action Short Drama at the 10th Canadian Screen Awards in 2022."
  },
  {
    "uri": "http://dbpedia.org/resource/Guest_(2020_film)",
    "designacao": "Guest (2020 film)",
    "descricao": "Guest is a 2020 British psychological horror short film directed and written by . It stars as a disturbed young woman who wakes up in a strangers house with several injuries after encountering a creature called The Guest. The film also stars Jessica Munna and Anna Fraser. The film premiered on 27 August 2020 at FrightFest and, on 24 December 2020, was uploaded to YouTube. Upon release, the film received very positive reviews from critics, praising the film's direction, cinematography, monster design and special effects. A sequel is currently in development."
  },
  {
    "uri": "http://dbpedia.org/resource/Hibiscus_Season",
    "designacao": "Hibiscus Season",
    "descricao": "Hibiscus Season (French: La saison des hibiscus) is a Canadian animated short film, directed by Éléonore Goldberg and released in 2020. Based on Goldberg's own childhood, the film centres on Rachel, a young girl from France living in Zaire with her family in the early 1990s, who is taking refuge with her mother in the French embassy in Kinshasa during the military riots. The film won the Prix Iris for Best Animated Short Film at the 23rd Quebec Cinema Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/How_to_Be_At_Home",
    "designacao": "How to Be At Home",
    "descricao": "How to Be At Home is a Canadian short film, directed by Andrea Dorfman and released in 2020. A sequel to her 2010 short film How to Be Alone, the film illustrates a spoken word piece by poet Tanya Davis about coping with isolation during the COVID-19 pandemic. The film was created for The Curve, a National Film Board of Canada film series about life during the pandemic. The film was named to the Toronto International Film Festival's year-end Canada's Top Ten list for short films."
  },
  {
    "uri": "http://dbpedia.org/resource/I,_Barnabé",
    "designacao": "I, Barnabé",
    "descricao": "I, Barnabé (French: Moi, Barnabé) is a Canadian animated short film, directed by Jean-François Lévesque and released in 2020. The film centres on a Roman Catholic priest who undergoes a crisis of faith. The film premiered on June 14, 2020 at the Annecy International Animation Film Festival. The film received a Canadian Screen Award nomination for Best Animated Short at the 9th Canadian Screen Awards, and a Prix Iris nomination for Best Animated Short Film at the 23rd Quebec Cinema Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/If_Anything_Happens_I_Love_You",
    "designacao": "If Anything Happens I Love You",
    "descricao": "If Anything Happens I Love You is an American 2D animated short film written and directed by Will McCormack and Michael Govier. Its story follows two grieving parents as they struggle to confront the death of their daughter, who was killed in a school shooting. From Gilbert Films and Oh Good Productions, the film was released on Netflix on November 20, 2020. The initial idea for the film came from a meeting between McCormack and Govier at Griffith Park. The pair later wrote the script for the film throughout an entire year, with production beginning in 2018 and Youngran Nho serving as animating director. Using the short film Father and Daughter as inspiration and working closely with Everytown for Gun Safety, production concluded in February 2020. If Anything Happens I Love You was revealed on March 4, 2020, during a private screening at the United Talent Agency in Beverly Hills, where it was presented by Jayme Lemons, Chelsea Handler, Phil Johnston, Mary McCormack, Rashida Jones, and executive producer Laura Dern. Following its release on Netflix, the short was met with critical acclaim; at the 93rd Academy Awards, it received the Academy Award for Best Animated Short Film."
  },
  {
    "uri": "http://dbpedia.org/resource/In_the_Shadow_of_the_Pines",
    "designacao": "In the Shadow of the Pines",
    "descricao": "In the Shadow of the Pines is a Canadian animated short documentary film, directed by and released in 2020. An exploration of her grief around the death of her father in the early 2010s, the film centres on an imagined conversation with him about her childhood shame that he was employed as the janitor at her school, thus exposing her to her classmates as the daughter of a working class immigrant. Although Koizumi is an administrative employee of the National Film Board of Canada, she made the film independently rather than through her employer. The film was screened at numerous documentary and animation film festivals in 2020 and 2021, and was added to CBC Gem. It received an honorable mention for the Best Canadian Short Film award at the 2020 Hot Docs Canadian International Documentary Festival, won the awards for Best Narrative Short and Best Canadian Animation at the 2020 Ottawa International Animation Festival, and won the award for Best Animated Short at the 2021 San Francisco International Film Festival. The film was a Prix Iris nominee for Best Animated Short Film at the 23rd Quebec Cinema Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Kapaemahu_(film)",
    "designacao": "Kapaemahu (film)",
    "descricao": "Kapaemahu is a 2020 animated short film produced and directed by Hinaleimoana Wong-Kalu, Dean Hamer and Joe Wilson with director of animation Daniel Sousa. It is based on the long-hidden history of four healing stones on Waikiki Beach placed there as a tribute to four legendary mahu who first brought the healing arts to Hawaii. The film is narrated in Olelo Niihau, the only unbroken form of the Hawaiian language. Kapaemahu premiered at the Tribeca Film Festival, was screened in over 160 film festivals and 200 theaters worldwide, won multiple Oscar-qualifying jury awards, and was shortlisted for Best Animated Short Film at the 93rd Academy Awards®."
  },
  {
    "uri": "http://dbpedia.org/resource/Karthik_Dial_Seytha_Yenn",
    "designacao": "Karthik Dial Seytha Yenn",
    "descricao": "Karthik Dial Seytha Yenn (transl. The number Karthik dialed) is a 2020 Indian Tamil-language short film written and directed by Gautham Vasudev Menon. A sequel to his Vinnaithaandi Varuvaayaa (2010), it stars Silambarasan and Trisha reprising their roles from that film. The film was released on 21 May 2020 on YouTube."
  },
  {
    "uri": "http://dbpedia.org/resource/Khisa_(film)",
    "designacao": "Khisa (film)",
    "descricao": "Khisa (lit. 'Pocket') is a 2020 Marathi language short film directed by Raj Pritam More with Kailash Waghmare, Meenakasi Rathod, Shruti Madhudeep, Sheshpal Ganvir, Vedant Shrisagar the lead roles. The movie is official selected at 51st International Film Festival of India."
  },
  {
    "uri": "http://dbpedia.org/resource/Kkum",
    "designacao": "Kkum",
    "descricao": "KKUM (Korean: 꿈; RR: Kkum; lit. Dream) is a South Korean intimate black and white animated short film made in a minimal set design with Styrofoam in stop-motion. Seoul-born, Los Angeles-based independent director Kim Kang-min confessed using this material because it is inexpensive and fit his $80 budget. This Oscar-qualified short is the first Korean to take grand prize at OIAF and the 3rd film in Ottawa history to win both top short and public prize."
  },
  {
    "uri": "http://dbpedia.org/resource/Laura_Hasn't_Slept",
    "designacao": "Laura Hasn't Slept",
    "descricao": "Laura Hasn't Slept is a 2020 American horror short film written and directed by Parker Finn. The film stars Caitlin Stasey and Lew Temple. it would later be adapted into a 2022 feature film titled Smile, also written and directed by Finn, and with Stasey briefly reprising her role."
  },
  {
    "uri": "http://dbpedia.org/resource/Leave_'Em_Laughing_(2020_film)",
    "designacao": "Leave 'Em Laughing (2020 film)",
    "descricao": "Leave 'em Laughing is a 2020 drama short film directed by Chris Cashman and written by Cashman, Carlo Coppo and Christopher Lusti. The film stars Matthew Glave, Pete Gardner and Barrie Chase. It screened at San Diego International Film Festival, The Valley Film Festival, Woods Hole Film Festival and won Best Art Design at Oceanside International Film Festival. The story is set around Dick Shawn's final act at University of California, San Diego."
  },
  {
    "uri": "http://dbpedia.org/resource/Lockdown_in_Mauritius",
    "designacao": "Lockdown in Mauritius",
    "descricao": "Lockdown in Mauritius is a 2020, Mauritian Creole-language short film directed by Khem Ramphul and produced by FilmLab 360. Starring Ashis Ramphul, Khem Ramphul, Sneha Gookool, Reshmee Jeetun, Olivier Victoire and Akeelesh Hurnauth, the film was inspired by a short movie made by some Bollywood celebrities during the global COVID-19 pandemic."
  },
  {
    "uri": "http://dbpedia.org/resource/Loop_(2020_film)",
    "designacao": "Loop (2020 film)",
    "descricao": "Loop is a 2020 American computer-animated drama short film directed and written by Erica Milsom with the story being written by Adam Burke, Matthias De Clercq and Milsom, produced by Pixar Animation Studios, and distributed by Walt Disney Studios Motion Pictures. It is the sixth short film in Pixar's SparkShorts program and focuses on a non-verbal autistic girl and a chatty boy, learning to understand each other. The short was released on Disney+ on January 10, 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Manasanamaha",
    "designacao": "Manasanamaha",
    "descricao": "Manasanamaha (transl. Salutations to Mind) is a 2020 Indian Telugu-language non-linear romantic drama short film written and directed by . It is produced by Gajjala Shilpa starring Viraj Ashwin and Drishika Chander. The film was screened at various film festivals and received many accolades as well as being Oscar(Academy Award)-qualified and BAFTA-qualified. The film was officially entered into the Guinness World Records for the Most Awards won by a Short Film in May 2022. The film was critically acclaimed and received praise for its story, performances and direction."
  },
  {
    "uri": "http://dbpedia.org/resource/Marie_(2020_film)",
    "designacao": "Marie (2020 film)",
    "descricao": "Marie is a 2020 short documentary directed by Sam Abbas about labor during homebirths. The film was originally scheduled for an April 2020 theatrical window for Academy consideration; however it premiered exclusively on IGTV August 10, 2020 due to the COVID cancellation of all theaters in New York City. Based on the 93rd Academy Awards' new rules to offset the COVID interruptions Marie is eligible and running for a nomination."
  },
  {
    "uri": "http://dbpedia.org/resource/Moon_(2020_film)",
    "designacao": "Moon (2020 film)",
    "descricao": "Moon (French: Lune) is a Canadian short drama film, directed by and released in 2020. The film stars Joanie Martel as Babz, an ex-convict working as a waitress in a diner, who is set on a path to redemption when she works up the courage to ask a customer out on a date. The film's cast also includes Alexandre Lavigne, Guillaume Gauthier, Martine Francke, Reda Guerinik and Ines Feghouli. The film premiered at the 2020 Vancouver International Film Festival, where it received an honorable mention from the Best Canadian Short Film award jury. It was subsequently screened at other film festivals, including the Festival du nouveau cinéma, the Festival international du cinéma francophone en Acadie, the Clermont-Ferrand International Short Film Festival, and the Canadian Film Fest."
  },
  {
    "uri": "http://dbpedia.org/resource/Murder_in_the_Cathedral_(2020_film)",
    "designacao": "Murder in the Cathedral (2020 film)",
    "descricao": "Murder in the Cathedral (Croatian: Umorstvo u katedrali) is a 2020 Croatian-Serbian animated short by Matija Pisačić and Tvrko Raspolić, produced by Kinematograf and Papa Films. Described as an LGBT parody of Sherlock Holmes, the script was written by on the basis of a book by Mima Simić."
  },
  {
    "uri": "http://dbpedia.org/resource/Nano_So_Phobia",
    "designacao": "Nano So Phobia",
    "descricao": "Nano so Phobia (Gujrati: નેનો સો ફોબિયા; transl. A small phobia) is a 2020 Indian Hindi-language drama film written by Yogesh Chandekar and directed by Rakesh Bajaj. A Flipkart Video original, it is a part of the anthology film Zindagi inShort produced by Sikhya Entertainment. Starring Swaroop Sampat, Nidhi Singh and Arun Kushwah, the film has music by Daniel B. George, cinematography by Pratham Mehta and edited by Dnayananda Samarth. The film was released on Flipkart Video on 19 February 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Natkhat",
    "designacao": "Natkhat",
    "descricao": "Natkhat (transl. The Brat) is a 2020 Indian short film directed by Shaan Vyas and written by Vyas and Annukampa Harsh. It stars Vidya Balan as a mother educating her young son about gender equality. It premiered on YouTube as part of the We Are One: A Global Film Festival. The film will be opening film of the Indian Film Festival of Melbourne on October 23. The 2020 festival is being hosted virtually between October 23 and 30, due to the cloud of the COVID-19 pandemic."
  },
  {
    "uri": "http://dbpedia.org/resource/Night_Shifts_(film)",
    "designacao": "Night Shifts (film)",
    "descricao": "Night Shifts is a 2020 Canadian short comedy film written and directed by Finn Wolfhard, starring Billy Bryk and Artoun Nazareth. The short made its Canadian premiere at the 2020 Fantasia International Film Festival on August 24, 2020, where it also received the silver Audience Award for Best Canadian Short."
  },
  {
    "uri": "http://dbpedia.org/resource/Not_My_Responsibility",
    "designacao": "Not My Responsibility",
    "descricao": "Not My Responsibility is a 2020 American short film written and produced by singer-songwriter Billie Eilish. A spoken-word piece, it stars Eilish and depicts her in a dark room, where she delivers a monologue about the double standards and body shaming she has received as a public figure. It premiered during the Where Do We Go? World Tour in March 9, 2020, as a concert interlude, and was released online on May 26, 2020. The film received positive reviews from critics, who praised the commentary and tone, which they perceived as empowering. Its audio was later included in Eilish's second studio album, Happier Than Ever (2021). Some music journalists labeled it as the album's centerpiece, while others questioned its appearance in the tracklist, feeling like it lost its emotional impact without the visuals."
  },
  {
    "uri": "http://dbpedia.org/resource/Once_Upon_a_Snowman",
    "designacao": "Once Upon a Snowman",
    "descricao": "Once Upon a Snowman is a 2020 American computer-animated fantasy short film produced by Walt Disney Animation Studios and directed by Dan Abraham and Trent Correy. It premiered on the streaming service Disney+ on October 23, 2020. Taking place during the events of Frozen (2013), it follows Olaf right after he was created by Elsa, before he met Anna, Kristoff, and Sven."
  },
  {
    "uri": "http://dbpedia.org/resource/Opera_(2020_film)",
    "designacao": "Opera (2020 film)",
    "descricao": "Opera is a 2020 South Korean/American animated short film by Erick Oh, who worked on Pig: The Dam Keeper Poems."
  },
  {
    "uri": "http://dbpedia.org/resource/Out_(2020_film)",
    "designacao": "Out (2020 film)",
    "descricao": "Out is a 2020 American computer-animated short film directed and written by Steven Hunter, produced by Max Sachar, and distributed by Pixar Animation Studios and Walt Disney Studios Motion Pictures. The plot features a young gay man who has not yet come out to his parents, who unexpectedly has his mind magically swapped with his dog's. The seventh short film in the SparkShorts series, it is both Disney's and Pixar's first short to feature a gay main character and storyline, including an on-screen same-sex kiss. The short was released on Disney+ on May 22, 2020. The short was shortlisted for the Academy Award for Best Animated Short Film at the 93rd Academy Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Oxygen_(2020_film)",
    "designacao": "Oxygen (2020 film)",
    "descricao": "Oxygen is a Bangladeshi thespian short film released in 2020. The film is scripted and directed by Raihan Rafi against the backdrop of the COVID-19 pandemic and deeply flawed healthcare system. The film stars Mahiya Mahi in a pivotal role also marks her debut in short film. The film directly premiered on YouTube during Eid-ul-Azha and gained much acclaims from social media for Mahi's acting."
  },
  {
    "uri": "http://dbpedia.org/resource/Pinni_(film)",
    "designacao": "Pinni (film)",
    "descricao": "Pinni (Hindi: पिन्नी) is a 2020 Indian Hindi-language family drama film written and directed by Tahira Kashyap, which is a Flipkart Video Original. Starring Neena Gupta and Shishir Sharma, this short film is a part of one of the seven segments in the anthology film Zindagi inShort, produced by Guneet Monga's production house Sikhya Entertainment. The film was released on 19 February 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Playdate_with_Destiny",
    "designacao": "Playdate with Destiny",
    "descricao": "Maggie Simpson in \"Playdate with Destiny\" is a 2020 American animated short film based on the animated television series The Simpsons. The film features Maggie Simpson. It is the first Simpsons short film released after the Disney acquisition of 20th Century Studios (formerly 20th Century Fox). The film premiered on February 29, 2020, attached to advance screenings of the Disney/Pixar release Onward, with its general rollout on March 6, 2020. It is the third Simpsons film made for theatrical release, after The Simpsons Movie (2007) and The Longest Daycare (2012). The short was released on April 10, 2020 on Disney+."
  },
  {
    "uri": "http://dbpedia.org/resource/Point_and_Line_to_Plane",
    "designacao": "Point and Line to Plane",
    "descricao": "Point and Line to Plane is a 2020 Canadian dramatic short film directed by Sofia Bohdanowicz and starring Deragh Campbell. The film continues to follow the character Audrey Benac (originated in 2016's Never Eat Alone). The film premiered at the Marseille International Film Festival in July 2020 and subsequently screened at the 2020 Toronto International Film Festival, the 2020 New York Film Festival, the Festival de nouveau cinéma in Montreal, and the Vienna International Film Festival, among others."
  },
  {
    "uri": "http://dbpedia.org/resource/Route_to_Paradise",
    "designacao": "Route to Paradise",
    "descricao": "Route to Paradise is a 2020 British short documentary film written, produced and directed by Thomas Gardner. The film follows a team of archaeologists from Staffordshire University as they attempt to uncover the former Calgarth Estate, the site where 300 Jewish children were re-located to after being liberated from Nazi Germany's concentration camps during the Holocaust."
  },
  {
    "uri": "http://dbpedia.org/resource/Rusted_Caravaggios",
    "designacao": "Rusted Caravaggios",
    "descricao": "Rusted Caravaggios is a 2020 French short documentary film about the first public invitation to the Louvre Museum (Monday July 6, 2020) following an unprecedented four-month closure amidst the COVID-19 pandemic."
  },
  {
    "uri": "http://dbpedia.org/resource/Scars_(2020_film)",
    "designacao": "Scars (2020 film)",
    "descricao": "Scars is a Canadian short documentary film, directed by Alex Anna and released in 2020. Blending live action with animation, the film explores Anna's own mental health history by documenting the scars resulting from her own history of self-harm. The film premiered at the 2020 Toronto International Film Festival. The film was named to TIFF's year-end Canada's Top Ten list for short films."
  },
  {
    "uri": "http://dbpedia.org/resource/Shooting_Star_(2020_film)",
    "designacao": "Shooting Star (2020 film)",
    "descricao": "Shooting Star (French: Comme une comète) is a Canadian short drama film, directed by Ariane Louis-Seize and released in 2020. The film stars Marguerite Bouchard as Chloé, a teenage girl travelling with her mother Nathalie (Whitney Lafleur) and her mother's boyfriend Christopher (Patrick Hivon) to observe shooting stars, only to begin developing a sexual and romantic attraction of her own to Christopher. The film premiered at the 2020 Toronto International Film Festival. It was subsequently screened at the Abitibi-Témiscamingue International Film Festival, where it won the Prix Télébec, and at the Whistler Film Festival, where it won the award for Best Canadian ShortWork. The film received a Prix Iris nomination for Best Live Action Short Film at the 23rd Quebec Cinema Awards in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/Sing_Me_a_Lullaby",
    "designacao": "Sing Me a Lullaby",
    "descricao": "Sing Me a Lullaby is a Canadian short documentary film, directed by Tiffany Hsiung and released in 2020. The film documents Hsiung's efforts to locate and reconnect with her mother's birth family in Taiwan, following her mother's separation from her parents and adoption in childhood. The film premiered at the 2020 Toronto International Film Festival, where it was named winner of the Share Her Journey award. The film was subsequently also announced as a nominee for Best Short Film at the 2020 Directors Guild of Canada awards. The film was named to TIFF's year-end Canada's Top Ten list for short films. The film won the Canadian Screen Award for Best Short Documentary at the 9th Canadian Screen Awards in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/Sitara:_Let_Girls_Dream",
    "designacao": "Sitara: Let Girls Dream",
    "descricao": "Sitara: Let Girls Dream (Urdu: ستارہ: لڑکیوں کو خواب دیکھنے دو) is a 2020 Pakistani computer animated short film directed and written by Sharmeen Obaid-Chinoy. The film attempts to spotlight the issue of child marriage."
  },
  {
    "uri": "http://dbpedia.org/resource/Sleeping_Partner_(film)",
    "designacao": "Sleeping Partner (film)",
    "descricao": "Sleeping Partner is a 2020 Indian Hindi-language drama film that sheds light on domestic violence and marital rape. Starring Divya Dutta and Sanjay Kapoor, this film is a Flipkart Video Original and part of an anthology of seven short films titled Zindagi inShort produced by Guneet Monga of Sikhya Entertainment. The film was released on 19 February 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/So_What_If_the_Goats_Die",
    "designacao": "So What If the Goats Die",
    "descricao": "Qu'importe si les bêtes meurent (So What If the Goats Die) is a 2020 Moroccan short film directed by Sofia Alaoui. It was screened at a number of international film festivals including the Clermont-Ferrand International Short Film Festival, the Sundance Film Festival, and the Namur International Francophone Film Festival, winning multiple awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Sometimes_I_Wish_I_Was_on_a_Desert_Island",
    "designacao": "Sometimes I Wish I Was on a Desert Island",
    "descricao": "Sometimes I Wish I Was on a Desert Island (French: Y’a des fois où j’aimerais me trouver sur une île déserte) is a Canadian short documentary film, directed by Eli Jean Tahchi and released in 2020. Part of The Curve, a National Film Board of Canada series of short films on people's experiences during the COVID-19 pandemic in Canada, the film highlights the unique experiences of gay-identified Muslim men, a group who were already experiencing marginalization and ostracism even before COVID-related lockdowns, using a blend of animation and blurred or cropped footage to protect the identities of the speakers. The film was a Prix Iris nominee for Best Short Documentary at the 24th Quebec Cinema Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/Souvenir_Souvenir",
    "designacao": "Souvenir Souvenir",
    "descricao": "Souvenir Souvenir is an animated documentary short film directed by and produced by Amiel Tenenbaum, Simon Pénochet and Bastien Dubois. The short has been awarded in a number of festivals including in Clermont-Ferrand Festival, Seattle International Film Festival, Short Film Award and Sundance Film Festival and won an Annie Award in Best Short Subject category in 2021. It has been shortlisted for the Academy Award for Best Animated Short Film."
  },
  {
    "uri": "http://dbpedia.org/resource/Still_Processing_(film)",
    "designacao": "Still Processing (film)",
    "descricao": "Still Processing is a Canadian short documentary film, directed by Sophy Romvari and released in 2020. Made as her thesis project while she was pursuing her MFA in film at York University, the film explores her family's unresolved grief over the deaths of her two older brothers through the process of digitizing a box of old films, photographs and undeveloped photographic negatives of them throughout their lives. The film premiered at the 2020 Toronto International Film Festival."
  },
  {
    "uri": "http://dbpedia.org/resource/Stump_the_Guesser",
    "designacao": "Stump the Guesser",
    "descricao": "Stump the Guesser is a Canadian short film by Guy Maddin, Evan Johnson and Galen Johnson, which was released in 2020. A silent black-and-white film based on early Soviet cinema tropes, it stars Adam Brooks as a man who works as a guesser at the fair, but whose mindreading tricks suddenly begin to fail him; simultaneously, he meets a long-lost sister he never knew he had and falls in love with her, and sets out to disprove the theory of heredity in hopes of being able to marry her. The film premiered on February 25, 2020 at the 70th Berlin International Film Festival. The film was named to the Toronto International Film Festival's year-end Canada's Top Ten list for short films in 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Suraiya_(film)",
    "designacao": "Suraiya (film)",
    "descricao": "Suraiya is a 2020 Bengali short film directed by Anirudho Rasel with Shahiduzzaman Selim and Shiba Ali Khan playing the lead roles. This film is based on true events that occurred during the 1947 partition of India and Pakistan. The story is inspired by a Sikh woman during the partition of India and Pakistan in Rawalpindi and the main story was written by Kuldip Nayar."
  },
  {
    "uri": "http://dbpedia.org/resource/Tender_(film)",
    "designacao": "Tender (film)",
    "descricao": "Tender (stylized as tender) is a 2020 debut short drama film written and directed by Felicia Pride. It follows two generation X Black women (portrayed by Farelle Walker and Trishauna Clarke) who have to deal with the morning after a one-night stand. The film premiered at 2020 Outfest Fusion and was released online on May 4, 2020. Tender received the Lionsgate/STARZ Short Film Award at the BlackStar Film Festival."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Archivists",
    "designacao": "The Archivists",
    "descricao": "The Archivists is a 2020 Canadian short drama film, directed by Igor Drljaca. Set in a dystopian future in which all art from the past has been banned, the film centres on William (Noah Reid), Serena (Bahia Watson) and Samuel (Maxwell McCabe-Lokos), an itinerant trio of musicians who happen on a secret room whose contents include an old vinyl record and a phonograph, and are inspired to perform a rendition of one of the album's songs after listening to it. The film premiered at the 2020 Toronto International Film Festival. It was subsequently named to TIFF's year-end Canada's Top Ten list for short films in 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Book_of_Distance",
    "designacao": "The Book of Distance",
    "descricao": "The Book of Distance is a Canadian virtual reality documentary film, directed by Randall Okita and released in 2020. Made for the National Film Board of Canada, the film is an animated immersive environment placing the viewer inside the context of Okita's grandfather Yonezo Okita's experiences during the internment of Japanese Canadians in World War II. The film premiered at the 2020 Sundance Film Festival. Its subsequent screenings included the 2020 Vancouver International Film Festival, where it won the award for Best Animation in the Immersed program, and the 2020 Festival du nouveau cinéma, where it won the Horizons award. It was released commercially to the Steam, Oculus and Viveport platforms. The film won the Canadian Screen Award for Best Immersive Experience at the 9th Canadian Screen Awards in 2021."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Claudia_Kishi_Club",
    "designacao": "The Claudia Kishi Club",
    "descricao": "The Claudia Kishi Club is a 2020 short documentary film directed by Sue Ding. The premise revolves around the director Sue Ding interviewing people about the character of Claudia Kishi, part of The Baby-Sitters Club, and her importance being a Japanese-American character. The Claudia Kishi Club was released on July 10, 2020, on Netflix."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Dress_(2020_film)",
    "designacao": "The Dress (2020 film)",
    "descricao": "The Dress (Polish: Sukienka) is a Polish graduation short drama film from the Warsaw Film School, written and directed by . The film covers the topics of disability and intimacy, sexual assault and loneliness. It premiered at the Kraków Film Festival on June 2, 2020, and received a nomination for the Academy Award for Best Live Action Short Film at the 94th Academy Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Fourfold",
    "designacao": "The Fourfold",
    "descricao": "The Fourfold is a Canadian animated short film, directed by Alisi Telengut and released in 2020. Animated through pastel drawings that are erased and redrawn and narrated by Telengut's grandmother, the film illustrates the traditional Mongolian view of nature. The film received a Canadian Screen Award nomination for Best Animated Short at the 9th Canadian Screen Awards, and a Prix Iris nomination for Best Animated Short Film at the 23rd Quebec Cinema Awards."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Great_Artist",
    "designacao": "The Great Artist",
    "descricao": "The Great Artist is a 2020 American short drama film directed by Indrani Pal-Chaudhuri and written and produced by Sunny Vachher and Matthew Postlethwaite. Starring Matthew Postlethwaite, the rest of the cast includes Marimar Vega, Rain Valdez and Benjamin Patterson. The film was produced during the COVID-19 pandemic and enjoyed a successful festival run, which began virtually on December 31, 2020 in that month's edition of the 2020 TopShorts Film Festival. This resulted in it winning and being nominated for numerous awards, including for Postlethwaite's performance, Indrani Pal-Chaudhuri's directing, Richi Carter's score and the original song \"Brave\" (which was written by Matthew Postlethwaite, Jon Altham and Pia Toscano; performed by Pia Toscano), which made history as the first song from a live-action short film to win the Hollywood Music in Media Award for Outstanding Song Written for Visual Media (Short Film). The film qualified for consideration for the Live Action Short Film shortlist for the 93rd Academy Awards and was selected by The Hollywood Reporter as one of the Oscars' Top 5 Live Action Shorts."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Human_Voice_(film)",
    "designacao": "The Human Voice (film)",
    "descricao": "The Human Voice (Spanish: La voz humana) is a 2020 Spanish drama short film written and directed by Pedro Almodóvar, based on the play of the same name by Jean Cocteau. It stars Tilda Swinton and is Almodóvar's first film acted in English. The film had its world premiere at the 77th Venice International Film Festival on 3 September 2020. It was released in Spain on 21 October 2020 by Wanda Films and Avalon."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Letter_Room",
    "designacao": "The Letter Room",
    "descricao": "The Letter Room is a 2020 American short comedy-drama film directed by Elvira Lind. In November 2020, it premiered at HollyShorts Film Festival. It was also nominated for Best Short Film at Tribeca Film Festival and the Palm Springs International ShortFest. The Letter Room was produced by Sofia Sondervan and executive produced by Oscar Isaac, Elvira Lind, Jason Spire, Ryan Chanatry and Gena Konstantinakos."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Power_Agent",
    "designacao": "The Power Agent",
    "descricao": "The Power Agent is a 2020 comedy short film written and directed by Mark Atkinson. The film stars Atkinson, Jeff Krapf and Charlie Krapf."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Present_(2020_film)",
    "designacao": "The Present (2020 film)",
    "descricao": "The Present (Arabic: الهدية, romanized: Al Hadiya, lit. 'The Gift') is a 2020 short film directed by Farah Nabulsi and co-written by Nabulsi and Hind Shoufani, about a father and daughter in the Palestinian enclaves of the Israeli-occupied West Bank trying to buy a wedding anniversary gift. The cast is led by Palestinian actor Saleh Bakri. It was released on Netflix on 18 March 2021, and was nominated for the Academy Award for Best Live Action Short Film. In 2021, it won the BAFTA Award for Best Short Film."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Secret_History_of_the_Moon",
    "designacao": "The Secret History of the Moon",
    "descricao": "The Secret History of the Moon is a 2020 short speculative animated documentary film created by astronomy-themed musician and filmmaker John D. Boswell. It explores the proposed explanations on how the Moon was formed, using rocks collected by Neil Armstrong and Buzz Aldrin during the 1969 Apollo 11 mission. The film was released on Boswell's YouTube channel Melodysheep on April 30."
  },
  {
    "uri": "http://dbpedia.org/resource/The_Vanishing_Hitchhiker_(film)",
    "designacao": "The Vanishing Hitchhiker (film)",
    "descricao": "The Vanishing Hitchhiker is a 2020 Italian horror-supernatural-drama short film, written, directed and edited by Rosario Brucato. Various themes intertwine in the film such as maternal love, kindness, the supernatural, premature death and the suspense that dominates in the film following the other themes. The film is loosely based on the famous urban legend of The Vanishing Hitchhiker."
  },
  {
    "uri": "http://dbpedia.org/resource/Two_Distant_Strangers",
    "designacao": "Two Distant Strangers",
    "descricao": "Two Distant Strangers is a 2020 American short film written by Travon Free and directed by Free and Martin Desmond Roe. The film examines the deaths of Black Americans during encounters with police through the eyes of a character trapped in a time loop that keeps ending in his death. Two Distant Strangers won the award for Best Live Action Short Film at the 93rd Academy Awards, marking distributor Netflix's first win in the category."
  },
  {
    "uri": "http://dbpedia.org/resource/Unsubscribe_(film)",
    "designacao": "Unsubscribe (film)",
    "descricao": "Unsubscribe is a 2020 horror film created by filmmaker Christian Nilsson and YouTuber Eric Tabach. It stars Tabach, Charlie Tahan and YouTuber Michelle Khare, and other successful YouTubers like Thomas Brag and Zach Kornfeld. The 29-minute film follows five famous YouTubers who are tricked into joining an online call, only to find themselves stalked and hunted by an internet troll on camera. The film gained international publicity for earning a #1 spot in the worldwide box office and grossing US$25,488 on a $0 budget. This was achieved via a technique known as \"four-walling\", which allows filmmakers who rent out a whole theater to gain all of the profits from that film."
  },
  {
    "uri": "http://dbpedia.org/resource/Vikaari",
    "designacao": "Vikaari",
    "descricao": "Vikaari (lit. 'Change') is a 2020 Sri Lankan science fiction horror drama short film written, directed and produced jointly by Sandun Seneviratne and Charlie Bray. It was predominantly shot in Sri Lanka and few portions were shot in the UK. The film premiered at the Los Angeles Screamfest Horror Film Festival on 15 October 2020. It became the first Sri Lankan film to be screened at the Screamfest Horror Film Festival. It also bagged the best short film award at the Screamfest 2020."
  },
  {
    "uri": "http://dbpedia.org/resource/Yard_Kings",
    "designacao": "Yard Kings",
    "descricao": "Yard Kings is a 2020 British short film written and directed by Vasco Alexandre and produced by Billy King. It stars Elle Atkinson, David Price, Jermaine Ricketts and Caroline Lazarus. The film is inspired by the British social realism tradition, which depicts people's struggle when living in poverty and exposed to various forms of violence."
  },
  {
    "uri": "http://dbpedia.org/resource/Yes-People",
    "designacao": "Yes-People",
    "descricao": "Yes-People (Icelandic: Já-fólkið) is a 2020 Icelandic animated short film written, directed and co-produced by Gísli Darri Halldórsson."
  }
]
